# St7SetGroupIDName

Sets the name of the specified group in a Strand7 model.

long St7SetGroupIDName(long uID, long ID, char* GName)

Input Parameters

uID

ID

Strand7 model file ID.

The ID of the specified group.

GName

String containing the name of the group.